Repository: ePages-de/ePages-wordpress-plugin
Catalog: languages/epages-*.po
Languages: cs_cz, de_de, fi, fr_fr, it_it, nb_no, nl_nl, sv_se

source: ePages Online Shop
cs_cz: Online obchod
fi: Verkkokauppa
fr_fr: Boutique en ligne
it_it: Negozio online ePages
nb_no: Nettbutikk
nl_nl: Online ePages-winkel
sv_se: Onlinebutik

source: ePages Online Shop integration for WordPress.
cs_cz: ePages Online obchod integrace pro WordPress.
de_de: ePages Onlineshop-Integration für WordPress
fi: ePages Verkkokauppa integrointi WordPress.
fr_fr: Intégration ePages Boutique en ligne pour WordPress.
it_it: Integrazione del negozio online ePages per WordPress.
nb_no: ePages Online Shop integrasjon for WordPress.
nl_nl: Integratie van Online ePages-winkel voor WordPress.
sv_se: ePages Online Shop integration för Wordpress .

source: Plugin file cannot be accessed directly.
cs_cz: Nelze získat přímý přístup k souboru modulu plug-in.
de_de: Plugin-Datei kann nicht direkt aufgerufen werden.
fi: Lisäosatiedostoa ei voida käyttää suoraan.
fr_fr: Impossible d'accéder directement au fichier de plug-in.
it_it: Impossibile accedere direttamente al file plug-in.
nb_no: Får ikke direkte tilgang til plugin-filen.
nl_nl: Plug-inbestand is niet direct toegankelijk.
sv_se: Det går inte att få direkt åtkomst till plugin-filen.

source: Add Shop
cs_cz: Přidat obchod
de_de: Shop hinzufügen
fr_fr: Ajouter une boutique
it_it: Aggiungi negozio
nb_no: Legg til butikk
nl_nl: Winkel toevoegen

source: Edit shop
cs_cz: Upravit obchod
de_de: Shop bearbeiten
it_it: Modifica negozio
nb_no: Rediger butikk
nl_nl: Winkel bewerken

source: Shop settings
cs_cz: Nastavení online obchodu
de_de: Shop-Einstellungen
it_it: Impostazioni del negozio
nb_no: Nettbutikksinnstillinger
nl_nl: Winkelinstellingen

source: Online Shop
cs_cz: Online obchod
fi: Verkkokauppa
fr_fr: Boutique en ligne
it_it: Negozio online
nb_no: Nettbutikk
nl_nl: Online winkel
sv_se: Onlinebutik

source: Your ePages shop is almost ready to use
cs_cz: <strong>Váš online obchod ePages je téměř připraven k použití.</strong>
de_de: Ihr ePages-Shop ist fast fertig.
fi: <strong>ePages-verkkokauppasi on lähes käyttövalmis</strong>.
fr_fr: <strong>Votre boutique en ligne ePages est presque prête</strong>.
it_it: Il tuo negozio ePages è quasi pronto.
nb_no: "<strong>Nettbutikken din fra ePages er nesten klar til bruk</strong>.
nl_nl: Uw ePages-winkel is bijna klaar voor gebruik
sv_se: <strong>Din onlinebutik från ePages är nästan klar</strong>.

source: Set up the plugin in the
cs_cz: Přejděte na stránku
de_de: Richten Sie das Plugin im Bereich
it_it: Imposta il plug-in nell'
nb_no: Gå til
nl_nl: Stel de plug-in in de sectie

source: <strong>Online Shop</strong>
cs_cz: <strong>nastavení ePages</strong>
it_it: area del
nb_no: <strong> ePages-innstillingene</strong>
nl_nl: <strong>Online winkel</strong>

source: area.
cs_cz: a nastavte modul plug-in.
de_de: ein.
it_it: <strong>Negozio online</strong>
nb_no: for å konfigurere plugin-filen.
nl_nl: in.

source: Trying to validate API URL:
cs_cz: Probíhá pokus o ověření adresy API URL:
de_de: Validierung der API URL:
it_it: Tentativo di convalida dell'API URL:
nb_no: Prøver å validere API URL:
nl_nl: Proberen API URL te valideren:

source: API URL validation status:
cs_cz: Stav ověření adresy API URL:
de_de: Validierungsstatus der API URL:
it_it: Stato convalida API URL:
nb_no: API URL URL-valideringsstatus:
nl_nl: Status van API URL-validatie:

source: Success
cs_cz: úspěch
de_de: Erfolg
fi: menestys
it_it: Riuscito
nl_nl: Geslaagd

source: Failure
cs_cz: selhání
de_de: Fehler
fi: vika
it_it: Errore
nl_nl: Mislukt

source: Exception while parsing the API URL validation response.
it_it: Eccezione durante l'analisi della convalida API URL.
nl_nl: Uitzondering tijdens parseren van het API URL-validatieantwoord

source: Connect your online shop with the plugin.
cs_cz: Propojit online obchod s modulem plug-in
de_de: Verbinden Sie Ihren Onlineshop mit dem Plugin.
it_it: Collega il tuo negozio online con il plug-in.
nb_no: Koble til nettbutikken med plugin-filen
nl_nl: Verbind uw online winkel met de plug-in.

source: Congratulations! Your online shop is now connected to your WordPress website.
cs_cz: Gratulujeme! Váš online obchod je nyní propojen s vaším webem.
de_de: Glückwunsch! Ihr Onlineshop ist jetzt mit Ihrer WordPress-Website verbunden.
it_it: Congratulazioni! Il tuo negozio online è ora collegato al sito Web di WordPress.
nb_no: Gratulerer! Nettbutikken din er nå koblet til nettsiden vår.
nl_nl: Gefeliciteerd! Uw online winkel is nu verbonden met uw WordPress-website.

source: You can now add your online shop to any WordPress page or post. Just click <strong>Add shop to the page</strong>.
cs_cz: Nyní můžete svůj online obchod přidat na jakoukoli stránku WordPress či do jakéhokoli příspěvku. Stačí při přidávání nového příspěvku kliknout na možnost <strong>Přidat obchod</strong>.
de_de: Sie können nun Ihren Onlineshop jeder WordPress-Seite bzw. jedem Beitrag hinzufügen. Klicken Sie einfach <strong>Shop zur Seite hinzufügen</strong>.
it_it: Ora puoi aggiungere il tuo negozio online a qualsiasi pagina o post di WordPress. Fai clic su <strong>Aggiungi negozio alla pagina</strong>.
nb_no: Nå kan du legge til nettbutikken til hvilken som helst WordPress-side eller post. Bare klikk på <strong>Legg til butikk</strong> når du legger til en ny post.
nl_nl: U kunt uw online winkel nu aan alle WordPress-pagina's of -berichten toevoegen. Klik gewoon op <strong>Winkel aan de pagina toevoegen</strong>.

source: Now click <strong>Edit shop</strong> to edit the product and appearance settings for your shop for this page or post. You can change these settings at any time.
cs_cz: Poté můžete pro tuto stránku či příspěvek upravit nastavení produktů a zobrazení online obchodu. Kliknutím na možnost <strong>Edit</strong> můžete toto nastavení kdykoli změnit.
de_de: Klicken Sie nun auf <strong>Shop bearbeiten</strong> und editieren Sie die Produkt- und Anzeigeeinstellungen Ihres Shops für diese Seite oder diesen Beitrag. Sie können diese Einstellungen jederzeit ändern.
it_it: Fai clic su <strong>Modifica negozio</strong> per modificare le impostazioni e la visualizzazione dei prodotti del tuo negozio all'interno della pagina o del post. Potrai modificare le impostazioni in qualsiasi momento.
nb_no: Så kan du redigere produktet eller visningsinnstillingene for nettbutikken din for denne siden eller posten. Du kan hele tiden endre disse innstillingene ved å klikke på <strong>Edit</strong>.
nl_nl: Klik nu op <strong>Winkel bewerken</strong> om de product- en vormgevingsinstellingen van uw winkel voor deze pagina of dit bericht te bewerken. U kunt deze instellingen wijzigen wanneer u maar wilt.

source: Have a question? Visit our <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">help center</a>
cs_cz: Chcete se na něco zeptat? Navštivte naše <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">centrum nápovědy</a>
fr_fr: Vous avez une question ? Rendez-vous sur notre <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">Centre de support</a>
it_it: Hai domande? Visita il nostro centro assistenza al link <a href="https://www.online-help-center.com/customer/it/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank"></a>
nb_no: Har du et spørsmål? Gå inn på vårt <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">Hjelpesenter</a>
nl_nl: Hebt u een vraag? Ga dan naar ons <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">Helpcentrum</a>

source: Have a question? Visit our
cs_cz: Chcete se na něco zeptat? Navštivte naše
de_de: Sie haben Fragen? Besuchen Sie unser
fr_fr: Vous avez une question ? Rendez-vous sur notre
it_it: Hai domande? Visita il nostro centro assistenza al link
nb_no: Har du et spørsmål? Gå inn på vårt
nl_nl: Hebt u een vraag? Ga dan naar ons

source: https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-
de_de: http://www.epages.com/downloads/pdf/epages-wordpress-plugin-setup-DE.pdf
it_it: https://www.online-help-center.com/customer/it/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-

source: Help Centre
cs_cz: centrum nápovědy
de_de: Hilfecenter
it_it: Centro Assistenza
nb_no: Hjelpesenter
nl_nl: Helpcentrum

source: Your API URL is:
cs_cz: Vaše adresa API URL je:
de_de: Ihre API URL lautet:
fi: Oma API URL:si on
fr_fr: L'API URL est :
it_it: La tua API URL:
nb_no: Din API URL er:
nl_nl: Uw API-URL is:
sv_se: Ditt API URL är:

source: To shop administration
cs_cz: Přejít k administraci obchodu
de_de: Zur Shop-Administration
it_it: Vai all'amministrazione del negozio
nb_no: Gå til butikkadministrasjon
nl_nl: Naar winkelbeheer

source: Add shop to the page
cs_cz: Přidat obchod na stránku
de_de: Shop zur Seite hinzufügen
fi: Lisää sivulle kauppa
fr_fr: Ajouter la boutique à la page
it_it: Aggiungi negozio alla pagina
nb_no: Legg til butikk til siden
nl_nl: Winkel aan de pagina toevoegen
sv_se: Lägg till butik på sidan

source: Disconnect shop
cs_cz: Odpojit online obchod
de_de: Verbindung zum Shop trennen
it_it: Scollega il negozio
nb_no: Koble fra nettbutikken
nl_nl: Verbinding met winkel verbreken

source: There are just a few steps left to start selling on your Wordpress site.
cs_cz: <strong>Už jen pár kroků a můžete začít na svém webu WordPress prodávat.</strong>
de_de: Nur noch wenige Schritte, dann können Sie mit dem Verkauf auf Ihrer WordPress-Website beginnen.
it_it: Mancano pochi passaggi per iniziare a vendere sul tuo sito WordPress.
nb_no: "<strong>Det er bare noen få trinn igjen til at du kan begynne å selge på WordPress-nettstedet ditt</strong>
nl_nl: Nog maar een paar stappen en dan kunt u op uw WordPress-site gaan verkopen.

source: Create your free online shop
cs_cz: Vytvořit online obchod zdarma
de_de: Erstellen Sie Ihren kostenlosen Onlineshop
it_it: Crea gratuitamente il tuo negozio online
nb_no: Opprett din egen nettbutikk gratis
nl_nl: Maak gratis uw eigen online winkel

source: If you already have an ePages online shop, move on to the next step.
cs_cz: Pokud již online obchod ePages máte, pokračujte dalším krokem.
de_de: Wenn Sie bereits einen ePages-Onlineshop haben, machen Sie mit dem nächsten Schritt weiter.
it_it: Se hai già un negozio online ePages, fai un passo avanti!
nb_no: Hvis du allerede har en nettbutikk fra ePages, fortsetter du til neste trinn.
nl_nl: Als u al een online ePages-winkel hebt, gaat u naar de volgende stap.

source: Enter your API URL here.
cs_cz: Sem zadejte adresu API URL.
de_de: Geben Sie hier Ihre API URL ein.
fr_fr: Saisissez ici l'API URL.
it_it: Inserisci la tua API URL qui.
nb_no: Angi API URL her.
nl_nl: Voer hier uw API URL in.

source: Learn more
cs_cz: Zde najdete informace o tom
de_de: Hier erfahren Sie,
fi: Lue,
fr_fr: Découvrez
it_it: Ulteriori informazioni
nb_no: Lær
nl_nl: Meer informatie
sv_se: Ta reda på

source: how to retrieve the URL.
cs_cz: , jak adresu URL získat.
de_de: wie Sie die URL abrufen können.
it_it: recupero dell'URL.
nb_no: hvordan du skaffer deg URL.
nl_nl: het terughalen van de URL.

source: Invalid API URL
cs_cz: Neplatná adresa API URL
de_de: Ungültige API URL
it_it: API URL non valida
nb_no: Ugyldig API URL
nl_nl: Ongeldige API URL

source: Save
cs_cz: Uložit
de_de: Speichern
fi: Tallenna
fr_fr: Enregistrer
it_it: Salva
nb_no: Lagre
nl_nl: Opslaan
sv_se: Spara

source: Product settings
cs_cz: Nastavení produktů
de_de: Produkteinstellungen
fi: Tuoteasetukset
fr_fr: Paramètres du produit
it_it: Impostazioni prodotto
nb_no: Produktinnstillinger
nl_nl: Productinstellingen
sv_se: Produktinställningar

source: Appearance settings
cs_cz: Nastavení zobrazení
de_de: Anzeigeeinstellungen
it_it: Impostazioni di visualizzazione
nb_no: Visningsinnstillinger
nl_nl: Vormgevingsinstellingen

source: Choose the products you want to show on the website
cs_cz: Které produkty chcete zobrazit?
de_de: Wählen Sie aus, welche Produkte Sie auf der Website anzeigen möchten
it_it: Seleziona i prodotti che desideri mostrare sul sito Web.
nb_no: Hvilke produkter har du lyst til å vise?
nl_nl: Kies de producten die u op de website wilt weergeven

source: All products
cs_cz: Zobrazit všechny produkty
de_de: Alle Produkte
it_it: Tutti i prodotti
nb_no: Vis alle produkter
nl_nl: Alle producten

source: All products from selected category
cs_cz: Všechny produkty ve vybrané kategorii
de_de: Alle Produkte der ausgewählten Kategorie
fi: Kaikki tuotteet valitusta tuoteryhmästä
fr_fr: Tous les produits de la catégorie sélectionnée
it_it: Tutti i prodotti della categoria selezionata
nb_no: Alle produktene fra den valgte kategorien
nl_nl: Alle producten uit de geselecteerde categorie
sv_se: Alla produkter från vald kategori

source: Choose the appearance settings for the product list view
cs_cz: Jak má váš online obchod vypadat?
de_de: Wählen Sie die Anzeigeeinstellungen für die Produktliste
it_it: Scegli le impostazioni di visualizzazione dell'elenco prodotti
nb_no: Hvordan vil du at nettbutikken din skal se ut?
nl_nl: Kies de vormgevingsinstellingen voor de productlijstweergave

source: Search field
cs_cz: Zobrazit vyhledávací pole
de_de: Suchfeld
it_it: Campo di ricerca
nb_no: Vis søkefelt
nl_nl: Zoekveld

source: data-tooltip="Mark this checkbox, if you want to display a search field in the product list view.">
de_de: data-tooltip="Markieren Sie diese Checkbox, wenn in der Produktliste ein Suchfeld angezeigt werden soll.">
it_it: data-tooltip="Selezionare questa casella se si desidera visualizzare un campo di ricerca nella visualizzazione elenco prodotti.">
nl_nl: data-tooltip="Schakel dit selectievakje in als u een zoekveld wilt weergeven in de productlijstweergave.">

source: Category selection
cs_cz: Zobrazit výběr kategorie
de_de: Kategorieauswahl
it_it: Selezione categoria
nb_no: Vis kategorivalg
nl_nl: Categorieselectie

source: data-tooltip="Mark this checkbox, if you want to display a category selection dropdown menu in the product list view.">
cs_cz: data-tooltip="Toto políčko zaškrtněte v případě, že chcete v zobrazení seznamu produktů zobrazit rozevírací nabídku pro výběr kategorie.">
de_de: data-tooltip="Markieren Sie diese Checkbox, wenn in der Produktliste ein Dropdown-Menü zur Kategorieauswahl angezeigt werden soll.">
it_it: data-tooltip="Selezionare questa casella se si desidera visualizzare un menu a discesa per la selezione della categoria nella visualizzazione elenco prodotti.">
nb_no: data-tooltip="Merk av denne avmerkingsboksen hvis du vil vise et kategori i rullegardinmenyen i produktlistevisning.">
nl_nl: data-tooltip="Schakel dit selectievakje in als u een vervolgkeuzemenu voor categorieselectie wilt weergeven in de productlijstweergave.">

source: Product sorting
cs_cz: Zobrazit řazení produktů
de_de: Produktsortierung
it_it: Ordinamento prodotti
nb_no: Vis produktsortering
nl_nl: Productsortering

source: data-tooltip="Mark this checkbox, if you want to display a product sorting option in your product list view.">
cs_cz: data-tooltip="Toto políčko zaškrtněte v případě, že chcete v zobrazení seznamu produktů zobrazit možnost pro řazení produktů.">
de_de: data-tooltip="Markieren Sie diese Checkbox, wenn in der Produktliste eine Option zur Produktsortierung angezeigt werden soll.">
fi: data-tooltip="Valitse tämä valintaruutu, jos haluat tuotteiden lajitteluvaihtoehdon tuoteluettelonäkymään.">
fr_fr: data-tooltip="Sélectionnez cette case si vous souhaitez afficher une option de tri des produits dans votre vue de liste de produits.">
it_it: data-tooltip="Selezionare questa casella se si desidera visualizzare un'opzione di ordinamento prodotti nella visualizzazione elenco prodotti.">
nb_no: data-tooltip="Merk av denne avmerkingsboksen hvis du vil vise et produktsorteringsalternativ i produktlistevisning.">
nl_nl: data-tooltip="Schakel dit selectievakje in als u een productsorteeroptie wilt weergeven in uw productlijstweergave.">
sv_se: data-tooltip="Markera den här kryssrutan om du vill visa ett alternativ för produktsortering i produktlistvyn.">

source: Plugin settings
cs_cz: Nastavení modulu plug-in
de_de: Plugin-Einstellungen
fi: Lisäosan asetukset
fr_fr: Paramètres du plug-in
it_it: Impostazioni plug-in
nb_no: Plugin-innstillinger
nl_nl: Plugin-instellingen
sv_se: Plugin-inställningar

source: Basket widget
cs_cz: Online shop cart widget
de_de: Warenkorb-Widget
it_it: Widget carrello
nb_no: Online shop cart widget
nl_nl: Mandwidget

source: Add ePages basket to sidebar
cs_cz: Add ePages cart to your sidebar
de_de: ePages-Warenkorb zur Seitenleiste hinzufügen
it_it: Aggiungi il Carrello ePages alla barra laterale
nb_no: Add ePages cart to your sidebar
nl_nl: ePages-winkelmandje aan zijbalk toevoegen

source: Find any product from your shop
de_de: Finden Sie alle Produkte aus Ihrem Shop
it_it: Trova qualsiasi prodotto nel negozio
nl_nl: Zoek een willekeurig product in uw winkel

source: Only the selected product
de_de: Nur das ausgewählte Produkt
it_it: Solo il prodotto selezionato
nl_nl: Alleen het geselecteerde product

source: Find
de_de: Finden
it_it: Trova
nl_nl: Zoeken

source: Additionally, you can add a basket widget to your website using
de_de: Zusätzlich können Sie ein Warenkorb-Widget zu Ihrer Website hinzufügen mit
nl_nl: U kunt ook een mandwidget aan uw website toevoegen met

source: http://www.epages.com/us
de_de: http://www.epages.com/

source: Exception while parsing the shop API validation response.
cs_cz: Při analýze odezvy procesu ověření adresy API URL došlo k výjimce.
de_de: Fehler während der Verarbeitung der Validierungsantwort für die API URL.
nb_no: Unntak under analyse av API URL-valideringsrespons.

source: http://www.epages.com/downloads/pdf/epages-wordpress-plugin-setup-EN.pdf
de_de: http://www.epages.com/downloads/pdf/epages-wordpress-plugin-setup-DE.pdf

source: Edit Shop
fr_fr: Modifier la boutique

source: Online Shop Settings
fi: Verkkokaupan asetukset
fr_fr: Paramètres de la boutique en ligne
sv_se: Inställningar för onlinebutik

source: Please visit the
fi: Määritä vielä lisäosa
fr_fr: Accédez aux
sv_se: Gå till

source: ePages settings
fi: ePages-asetuksissa
fr_fr: <strong>Paramètres ePages</strong>
sv_se: <strong>ePages inställningar</strong>

source: to to set up the plugin.
fr_fr: pour configurer le plug-in.
sv_se: för att konfigurera pluginprogrammet.

source: Go to shop administration
fi: Siirry kaupan ylläpitoon
fr_fr: Accéder à l'administration de la boutique
sv_se: Gå till butiksadministration

source: Trying to validate shop URL:
fi: Yritetään vahvistaa API URL:
fr_fr: Tentative de validation de l'API URL:
sv_se: Försöker validera API URL:

source: Shop URL validation status:
fi: API URL URL:n vahvistustila:
fr_fr: Statut de validation de l'API URL:
sv_se: API URL, status för URL-validering:

source: Exception while parsing the shop URL validation response.
fi: Poikkeus jäsennettäessä API URL: vahvistusvastausta.
fr_fr: Exception lors de l'analyse de la réponse de validation de l'API URL.
sv_se: Undantag vid tolkning av svaret vid API URL-validering.

source: Connect your Online Shop with the Plugin
fi: Yhdistä lisäosa verkkokauppaasi
fr_fr: Connecter votre boutique en ligne au plug-in
sv_se: Anslut din onlinebutik till pluginprogrammet

source: Congratulations! Your Online Shop is now connected with your Website!
fi: Onnittelut! Verkkokauppasi on nyt yhdistetty verkkosivustoosi.
fr_fr: Félicitations ! Votre boutique en ligne est désormais connectée à votre site Web.
sv_se: Grattis! Din onlinebutik är nu ansluten till din webbsida.

source: Now you can add your Online Shop to any Wordpress page or post. Just click the <strong>Add Online Shop</strong> button.
fr_fr: Vous pouvez désormais ajouter votre boutique en ligne à n'importe quelle page ou publication WordPress. Cliquez simplement sur <strong>Ajouter une boutique</strong> lorsque vous créez une publication.
sv_se: Nu kan du lägga till din onlinebutik på valfri WordPress-sida eller i ett inlägg. Klicka på Lägg till butik när du skapar ett nytt inlägg.

source: After that click <strong>Edit</strong> to edit product and appearance settings for Online Shop for this page or post.
fr_fr: Vous pouvez ensuite modifier le produit et les paramètres d'apparence de votre boutique en ligne pour cette page ou publication. En cliquant sur <strong>Edit</strong>, vous pouvez à tout moment modifier ces paramètres.
sv_se: Sedan kan du redigera inställningar för produkten och onlinebutikens utseende för sidan eller inlägget. Du kan alltid ändra inställningarna genom att klicka på Redigera butik.

source: help center
fr_fr: Centre de support

source: Disconnect Online Shop
fi: Katkaise verkkokaupan yhteys
fr_fr: Déconnecter la boutique en ligne
sv_se: Avbryt anslutningen till onlinebutiken

source: There are just a few steps left to start selling on your Wordpress site
fi: <strong>Jäljellä on vain muutama vaihe, ennen kuin voit aloittaa kaupankäynnin WordPress-sivustollasi</strong>
fr_fr: <strong>Plus que quelques étapes avant de commencer à vendre sur votre site WordPress</strong>
sv_se: <strong>Nu återstår bara ett par steg, innan du kan börja sälja på din webbplats från WordPress</strong>

source: Create your free Online Shop
fi: Luo oma maksuton verkkokauppasi
fr_fr: Créez gratuitement votre boutique en ligne
sv_se: Skapa din kostnadsfria onlinebutik

source: If you already have an ePages Online Shop, move on to the next step.
fi: Jos sinulla on jo ePages-verkkokauppa, jatka seuraavaan vaiheeseen.
fr_fr: Si vous avez déjà une boutique en ligne ePages, passez à l'étape suivante.
sv_se: Om du redan har en onlinebutik från ePages kan du fortsätta till nästa steg.

source: how to attain the URL.
fr_fr: comment obtenir l'URL.

source: Invalid shop URL
fi: Virheellinen API URL
fr_fr: API URL non valide
sv_se: Ogiltigt API URL

source: Appearance
fi: Näyttöasetukset
fr_fr: Affichage
sv_se: Visningsinställningar

source: Which products do you want to display?
fi: Mitä tuotteita haluat asettaa näkyville?
fr_fr: Quels produits souhaitez-vous afficher?
sv_se: Vilka produkter vill du visa?

source: Show all products
fi: Näytä kaikki tuotteet
fr_fr: Afficher tous les produits
sv_se: Visa alla produkter

source: How do you want your shop to look like?
fi: Miltä haluat verkkokauppasi näyttävän?
fr_fr: Quel style souhaitez-vous donner à votre boutique?
sv_se: Hur vill du att din onlinebutik ska se ut?

source: Show search field
fi: Näytä hakukenttä
fr_fr: Afficher le champ de recherche",
sv_se: Visa sökfält

source: Show category selection
fi: Näytä tuoteryhmävalinta
fr_fr: Afficher la sélection de catégories
sv_se: Visa kategorival

source: data-tooltip="Mark this checkbox, if you want to display a category selection dropdown menu in your product list view.">
fi: data-tooltip="Valitse tämä valintaruutu, jos haluat kategorian valitsemiseen tarkoitetun pudotusvalikon tuoteluettelonäkymään.">
fr_fr: data-tooltip="Sélectionnez cette case si vous souhaitez afficher un menu déroulant de sélection de catégorie dans votre vue de liste de produits.">
sv_se: data-tooltip="Markera den här kryssrutan om du vill visa en listrutemeny för kategorival i produktlistvyn.">

source: Show product sorting
fi: Näytä tuotteen lajittelu
fr_fr: Afficher le tri des produits
sv_se: Visa produktsortering

source: Online shop basket widget
fr_fr: Online shop cart widget

source: Add ePages basket to your sidebar
fr_fr: Add ePages cart to your sidebar
