Repository: ePages-de/ePages-wordpress-plugin
Catalog: languages/epages-*.po
Languages: cs_cz, de_de, fi, fr_fr, it_it, nb_no, nl_nl, sv_se

source: <a href="#" id="epages-shop-button" class="button">Add Shop</a>
fi: <a href="#" id="epages-shop-button" class="button">Lisää kauppa</a>
sv_se: <a href="#" id="epages-shop-button" class="button">Lägg till butik</a>

source: <a href="#" id="epages-shop-button" class="button">Edit Shop</a>
fi: <a href="#" id="epages-shop-button" class="button">Muokkaa kauppaa</a>
sv_se: <a href="#" id="epages-shop-button" class="button">Redigera butik</a>

source: Now you can add your Online Shop to any Wordpress page or post. Just click the Add Online Shop button.
fi: Nyt voit lisätä oman verkkokauppasi mille tahansa WordPress-sivulle tai -julkaisuun. Valitse vain Lisää kauppa, kun lisäät uuden julkaisun.

source: After that click Edit to edit product and appearance settings for Online Shop for this page or post.
fi: Voit tämän jälkeen muokata verkkokauppasi tuote- ja ulkoasuasetuksia tälle sivulle tai julkaisulle. Voit aina muuttaa näitä asetuksia valitsemalla Muokkaa kauppaa.

source: Have a question? Visit our <a href="https://www.online-help-center.com/customer/en/portal/articles?utm_source=ePages&utm_medium=Menu%20Entry&utm_campaign=website">help center
fi: Onko sinulla kysyttävää? Siirry <a href="https://www.online-help-center.com/customer/en/portal/articles?utm_source=ePages&utm_medium=Menu%20Entry&utm_campaign=website\">tukikeskukseemme

source: Enter your API url here.
fi: Anna API URL tähän.
sv_se: Ange ditt API URL här.

source: how to attain the URL
fi: kuinka voit hankkia URL:n.
sv_se: hur du skaffar ett URL.

source: Have a question? Visit our <a href="http://www.epages.com/downloads/pdf/epages-wordpress-plugin-setup-EN.pdf" target="_blank">help center</a>
sv_se: Har du frågor? Besök vårt <a href="http://www.epages.com/downloads/pdf/epages-wordpress-plugin-setup-EN.pdf" target="_blank">Hjälpcenter</a>
