Repository: ePages-de/ePages-wordpress-plugin
Catalog: languages/epages-online-shop-*.po
Languages: ca, da_dk, es_es, fi, pt_pt, ru_ru

source: ePages Online Shop
ca: Botiga en línia
da_dk: ePages-onlinebutik
es_es: Tienda online de ePages
fi: Verkkokauppa
pt_pt: Loja online
ru_ru: Интернет-магазин ePages

source: ePages Online Shop integration for WordPress.
ca: la integració de ePages Botiga online per WordPress.
es_es: Integración de la tienda online de ePages con WordPress.
fi: ePages Verkkokauppa integrointi WordPress.
pt_pt: Integração ePages Loja Online para WordPress.
ru_ru: Интеграция Интернет-магазина ePages для WordPress.

source: Plugin file cannot be accessed directly.
ca: No es pot accedir al fitxer de complement directament.
da_dk: Der er ikke direkte adgang til pluginfilen.
es_es: No se puede acceder directamente al archivo del plugin.
fi: Lisäosatiedostoa ei voida käyttää suoraan.
pt_pt: Não é possível aceder directamente ao ficheiro de plug-in.
ru_ru: Не удается получить прямой доступ к файлу плагина.

source: Add Shop
ca: Afegeix botiga
da_dk: Tilføj butik
es_es: Añadir tienda
fi: Lisää kauppa
pt_pt: Adicionar loja
ru_ru: Добавить магазин

source: Edit shop
ca: Edita la botiga
da_dk: Rediger butik
es_es: Editar tienda
fi: Muokkaa kauppaa
pt_pt: Editar loja
ru_ru: Редактирование магазина

source: Shop settings
ca: Opcions de la botiga en línia
da_dk: Indstillinger for onlinebutik
es_es: Opciones de la tienda
fi: Verkkokaupan asetukset
pt_pt: Definições da loja online
ru_ru: Параметры интернет-магазина

source: Online Shop
ca: Botiga en línia
da_dk: Onlinebutik
es_es: Tienda online
fi: Verkkokauppa
pt_pt: Loja online
ru_ru: Интернет-магазин

source: Your ePages shop is almost ready to use
ca: <strong>La vostra botiga en línia d'ePages està gairebé preparada per utilitzar-se</strong>.
da_dk: <strong>Din ePages-onlinebutik er næsten klar til brug</strong>.
es_es: Su tienda de ePages está prácticamente lista para su uso.
fi: <strong>ePages-verkkokauppasi on lähes käyttövalmis</strong>.
pt_pt: <strong>A sua loja online ePages está quase pronta a usar</strong>.
ru_ru: <strong>Ваш интернет-магазин ePages почти готов к использованию</strong>.

source: Set up the plugin in the
ca: Consulteu a les
da_dk: Åbn
es_es: Configure el complemento en el área de la
fi: Määritä vielä lisäosa
pt_pt: Visite as
ru_ru: Посетите страницу

source: <strong>Online Shop</strong>
ca: <strong>opcions d'ePages</strong>
da_dk: indstillingerne for ePages
es_es: <strong>tienda online</strong>
fi: ePages-asetuksissa
pt_pt: definições ePages
ru_ru: <strong>Параметры ePages</strong>

source: Trying to validate API URL:
ca: S'està intentant validar l'URL API:
da_dk: Prøver at bekræfte API URL:
es_es: Intentando validar la API URL:
fi: Yritetään vahvistaa API URL:
pt_pt: A tentar validar o URL API:
ru_ru: Попытка проверки API URL:

source: API URL validation status:
ca: Estat de validació de l'URL API:
da_dk: Status for bekræftelse af API URL:
es_es: Estado de validación de la API URL:
fi: API URL URL:n vahvistustila:
pt_pt: A tentar validar o URL API:
ru_ru: Статус проверки API URL:

source: Success
ca: èxit
es_es: Éxito
fi: menestys
ru_ru: Успех

source: Failure
ca: fracàs
da_dk: Fiasko
es_es: Error
fi: vika
ru_ru: Неудача

source: Exception while parsing the API URL validation response.
es_es: Se ha producido una excepción al analizar la respuesta de validación de la API URL.

source: Connect your online shop with the plugin.
ca: Connecteu la vostra botiga en línia amb el complement
da_dk: Forbind onlinebutikken med pluginet
es_es: Conecte su tienda en línea con el plugin.
fi: Yhdistä lisäosa verkkokauppaasi
pt_pt: Associar a sua loja online com o plug-in
ru_ru: Подключите свой интернет-магазин с помощью модуля

source: Congratulations! Your online shop is now connected to your WordPress website.
ca: Enhorabona! La vostra botiga en línia ara està connectada al vostre lloc web.
da_dk: Sådan! Onlinebutikken er nu forbundet med dit websted.
es_es: ¡Enhorabuena! Su tienda online está conectada con su sitio web de WordPress.
fi: Onnittelut! Verkkokauppasi on nyt yhdistetty verkkosivustoosi.
pt_pt: Parabéns! A sua loja online está agora associada ao seu Web site.
ru_ru: Поздравляем! Ваш интернет-магазин успешно подключен к веб-сайту.

source: You can now add your online shop to any WordPress page or post. Just click <strong>Add shop to the page</strong>.
ca: Ara podeu afegir la vostra botiga en línia a qualsevol missatge o pàgina del WordPress. Només heu de fer clic a <strong>Afegeix botiga</strong> quan afegiu un nou missatge.
da_dk: Nu kan du føje din onlinebutik til WordPress-sider eller -opslag. Du skal bare klikke på <strong>Tilføj butik</strong>, når du tilføjer et nyt opslag.
es_es: Ya puede agregar su tienda online a cualquier mensaje o página de WordPress. Solo tiene que hacer clic en <strong>Añadir tienda a la página</strong>.
fi: Nyt voit lisätä oman verkkokauppasi mille tahansa WordPress-sivulle tai -julkaisuun. Valitse vain <strong>Lisää kauppa</strong>, kun lisäät uuden julkaisun.
pt_pt: Agora, pode adicionar a sua loja online a qualquer página ou publicação no WordPress. Basta clicar em <strong>Adicionar loja</strong> ao adicionar uma nova publicação.
ru_ru: Теперь вы можете добавить свой интернет-магазин к любой странице или публикации в WordPress. Для этого нажмите кнопку <strong>Добавить магазин</strong> при добавлении новой публикации.

source: Now click <strong>Edit shop</strong> to edit the product and appearance settings for your shop for this page or post. You can change these settings at any time.
ca: Aleshores, podeu canviar en qualsevol moment les opcions de producte i d'aspecte de la vostra botiga en línia per a aquest missatge o aquesta pàgina. Per canviar-les, només heu de fer clic a <strong>Edit</strong>.
da_dk: Derefter kan du redigere indstillingerne for produkter i og udseendet af onlinebutikken på siden eller i opslaget. Du kan altid ændre indstillingerne, hvis du klikker på <strong>Edit</strong>.
es_es: Ahora haga clic en <strong>Editar tienda</strong> para cambiar la configuración del producto y la apariencia de su tienda para esta página o mensaje. Puede modificar la configuración en cualquier momento.
fi: Voit tämän jälkeen muokata verkkokauppasi tuote- ja ulkoasuasetuksia tälle sivulle tai julkaisulle. Voit aina muuttaa näitä asetuksia valitsemalla <strong>Edit</strong>.
pt_pt: Depois, pode editar as definições do produto e aspecto na loja online para essa página ou publicação. Pode alterar essas definições ao clicar em <strong>Edit</strong>.
ru_ru: Затем вы сможете изменить параметры товаров или настройки отображения интернет-магазина, отображаемый на этой странице или в публикации. Для этого нажмите кнопку <strong>Edit</strong>.

source: Have a question? Visit our <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">help center</a>
ca: Teniu algun dubte? Visiteu el nostre <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">Centre d'Ajuda</a>.
da_dk: Har du spørgsmål? Gå ind på vores <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">hjælpecenter
es_es: Si tiene alguna pregunta, visite nuestro <a href="https://www.online-help-center.com/customer/es/portal/articles/2561815" target="_blank">centro de ayuda</a>
fi: Onko sinulla kysyttävää? Siirry <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">tukikeskukseemme</a>
pt_pt: Tem alguma dúvida? Visite o nosso <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">Centro de ajuda</a>
ru_ru: Возникли вопросы? Посетите наш <a href="https://www.online-help-center.com/customer/portal/articles/2561815-how-do-i-use-the-wordpress-plugin-" target="_blank">Справочный центр</a>

source: Have a question? Visit our
ca: Teniu algun dubte? Visiteu el nostre
da_dk: Har du spørgsmål? Gå ind på vores
es_es: Si tiene alguna pregunta, visite nuestro
fi: Onko sinulla kysyttävää? Siirry
pt_pt: Tem alguma dúvida? Visite o nosso
ru_ru: Возникли вопросы? Посетите наш

source: Help Centre
ca: Centre d'Ajuda
da_dk: hjælpecenter
es_es: Centro de ayuda
fi: tukikeskukseemme
pt_pt: Centro de ajuda
ru_ru: Справочный центр

source: Your API URL is:
ca: La vostra URL d'API:
da_dk: API URL er:
es_es: La API URL es:
fi: Oma API URL:si on
pt_pt: O seu API URL é:
ru_ru: Ваш URL API:

source: To shop administration
ca: Vés a l'administració de la botiga
da_dk: Gå til administration af butik
es_es: Ir a administración de la tienda
fi: Siirry kaupan ylläpitoon
pt_pt: Aceder à administração da loja
ru_ru: Перейти к администрированию магазина

source: Add shop to the page
ca: Afegeix la botiga a la pàgina
da_dk: Føj butikken til siden
es_es: Añadir tienda a la página
fi: Lisää sivulle kauppa
pt_pt: Adicionar loja à página
ru_ru: Добавить магазин на страницу

source: Disconnect shop
ca: Desconnecta la botiga en línia
da_dk: Afbryd forbindelsen til onlinebutikken
es_es: Desconectar tienda
fi: Katkaise verkkokaupan yhteys
pt_pt: Desassociar loja online
ru_ru: Отключить интернет-магазин

source: There are just a few steps left to start selling on your Wordpress site.
ca: <strong>Només queden uns passos per començar a vendre al vostre lloc del WordPress</strong>
da_dk: <strong>Du skal kun gøre et par ting til, før du kan begynde at sælge varer på dit WordPress-websted</strong>
es_es: Solo quedan unos pocos pasos para empezar a vender en su sitio de WordPress.
fi: <strong>Jäljellä on vain muutama vaihe, ennen kuin voit aloittaa kaupankäynnin WordPress-sivustollasi</strong>
pt_pt: <strong>Faltam apenas alguns passos para começar a vender no seu Web site WordPress</strong>
ru_ru: <strong>Выполните всего несколько шагов – и вы сможете продавать товары на своем сайте WordPress</strong>

source: Create your free online shop
ca: Creeu la vostra botiga en línia gratis
da_dk: Opret en gratis onlinebutik
es_es: Cree su tienda online gratis
fi: Luo oma maksuton verkkokauppasi
pt_pt: Crie a sua loja online gratuita
ru_ru: Создайте свой интернет-магазин бесплатно

source: If you already have an ePages online shop, move on to the next step.
ca: Si ja teniu una botiga en línia d'ePages, continueu amb el pas següent.
da_dk: Fortsæt til næste trin, hvis du allerede har en ePages-onlinebutik.
es_es: Si ya tiene una tienda online de ePages, pase al siguiente paso.
fi: Jos sinulla on jo ePages-verkkokauppa, jatka seuraavaan vaiheeseen.
pt_pt: Se já tiver uma loja online ePages, avance para o passo seguinte.
ru_ru: Если у вас уже есть интернет-магазин ePages, перейдите к следующему шагу.

source: Enter your API URL here.
ca: Introduïu aquí la vostra URL d'API.
da_dk: Indtast API URL her.
es_es: Introduzca la API URL aquí.
fi: Anna API URL tähän.
pt_pt: Introduza aqui o API URL.
ru_ru: Введите свой API URL.

source: Learn more
ca: Vegeu
da_dk: Find ud af
es_es: Más información
fi: Lue,
pt_pt: Saiba
ru_ru: Узнайте

source: how to retrieve the URL.
ca: com obtenir l'URL.
da_dk: hvordan du henter URL-adressen.
es_es: cómo recuperar la URL.
fi: kuinka voit hankkia URL:n.
pt_pt: como obter o URL.
ru_ru: , как получить URL.

source: Invalid API URL
ca: URL API no vàlida
da_dk: Ugyldig API URL
es_es: API URL no válida
fi: Virheellinen API URL
pt_pt: URL API inválido
ru_ru: Недопустимый URL API

source: Save
ca: Desa
da_dk: Gem
es_es: Guardar
fi: Tallenna
pt_pt: Guardar
ru_ru: Сохранить

source: Product settings
ca: Opcions de producte
da_dk: Produktindstillinger
es_es: Opciones de producto
fi: Tuoteasetukset
pt_pt: Definições do produto
ru_ru: Параметры товара

source: Appearance settings
ca: Configuració de visualització
da_dk: Indstillinger for udseende
es_es: Opciones de apariencia
fi: Näyttöasetukset
pt_pt: Definições de visualização
ru_ru: Настройки отображения

source: Choose the products you want to show on the website
ca: Quins productes voleu visualitzar?
da_dk: Hvilke produkter skal vises?
es_es: Elija los productos que desea mostrar en el sitio web
fi: Mitä tuotteita haluat asettaa näkyville?
pt_pt: Que produtos pretende mostrar?
ru_ru: Выберите товары для отображения

source: All products
ca: Mostra tots els productes
da_dk: Vis alle produkter
es_es: Todos los productos
fi: Näytä kaikki tuotteet
pt_pt: Mostrar todos os produtos
ru_ru: Показать все товары

source: All products from selected category
ca: Tots els productes de la categoria seleccionada
da_dk: Alle produkter i den valgte kategori
es_es: Todos los productos de la categoría seleccionada
fi: Kaikki tuotteet valitusta tuoteryhmästä
pt_pt: Todos os produtos da categoria seleccionada
ru_ru: Все товары из выбранной категории

source: Choose the appearance settings for the product list view
ca: Quin aspecte voleu que tingui la vostra botiga en línia?
da_dk: Hvordan skal onlinebutikken se ud?
es_es: Elija las opciones de apariencia para la vista de lista de productos
fi: Miltä haluat verkkokauppasi näyttävän?
pt_pt: Qual é o aspecto que pretende para a sua loja online?
ru_ru: Выберите настройки отображения вашего магазина

source: Search field
ca: Mostra el camp de cerca
da_dk: Vis søgefelt
es_es: Campo de búsqueda
fi: Näytä hakukenttä
pt_pt: Mostrar campo pesquisa
ru_ru: Показать поле поиска

source: data-tooltip="Mark this checkbox, if you want to display a search field in the product list view.">
es_es: data-tooltip="Marque esta casilla si desea mostrar un campo de búsqueda en la vista de la lista de productos.">

source: Category selection
ca: Mostra la selecció de categoria
da_dk: Vis valgte kategorier
es_es: Selección de categoría
fi: Näytä tuoteryhmävalinta
pt_pt: Mostrar selecção de categorias
ru_ru: Показать выбор категорий

source: data-tooltip="Mark this checkbox, if you want to display a category selection dropdown menu in the product list view.">
ca: data-tooltip="Marqueu aquesta casella de verificació si voleu obrir el menú desplegable de selecció de categories a la vista de la llista de productes.">
da_dk: data-tooltip="Markér dette felt, hvis du ønsker at vise en rullemenu med kategorier i listevisningen med produkter.">
es_es: data-tooltip="Marque esta casilla si desea mostrar un menú desplegable para seleccionar una categoría en la vista de productos.">
fi: data-tooltip="Valitse tämä valintaruutu, jos haluat kategorian valitsemiseen tarkoitetun pudotusvalikon tuoteluettelonäkymään.">
pt_pt: data-tooltip="Assinale esta caixa de verificação se pretender apresentar um menu pendente de selecção de categorias na vista da lista de produtos.">
ru_ru: data-tooltip="Отметьте этот флажок, если вы хотите отобразить раскрывающееся меню выбора категории в Вашем списке товаров.">

source: Product sorting
ca: Mostra la classificació de productes
da_dk: Vis produktsortering
es_es: Filtrar productos
fi: Näytä tuotteen lajittelu
pt_pt: Mostrar ordenação dos produtos
ru_ru: Показать сортировку товаров

source: data-tooltip="Mark this checkbox, if you want to display a product sorting option in your product list view.">
ca: data-tooltip="Marqueu aquesta casella de verificació si voleu veure una opció d'ordenació de productes a la vista de la llista de productes.">
da_dk: data-tooltip="Markér dette felt, hvis du ønsker at vise en funktion til sortering af produkter i listevisningen.">
es_es: data-tooltip="Marque esta casilla si desea mostrar una opción de filtrar productos en la vista de productos.">
fi: data-tooltip="Valitse tämä valintaruutu, jos haluat tuotteiden lajitteluvaihtoehdon tuoteluettelonäkymään.">
pt_pt: data-tooltip="Assinale esta caixa de verificação se pretender apresentar uma opção de ordenação de produtos na vista da lista de produtos.">
ru_ru: data-tooltip="Отметьте этот флажок, если вы хотите отобразить опцию сортировки товаров в Вашем списке товаров.">

source: Plugin settings
ca: Opcions de complement
da_dk: Pluginindstillinger
es_es: Opciones del plugin
fi: Lisäosan asetukset
pt_pt: Definições do plug-in
ru_ru: Параметры подключаемого модуля

source: Basket widget
ca: Online shop cart widget
da_dk: Online shop cart widget
es_es: Widget de cesta
fi: Online shop cart widget
pt_pt: Online shop cart widget
ru_ru: Online shop cart widget

source: Add ePages basket to sidebar
ca: Add ePages cart to your sidebar
da_dk: Add ePages cart to your sidebar
es_es: Añadir la cesta de ePages a la barra lateral
fi: Add ePages cart to your sidebar
pt_pt: Add ePages cart to your sidebar
ru_ru: Add ePages cart to your sidebar

source: Find any product from your shop
es_es: Buscar cualquier producto de su tienda

source: Only the selected product
es_es: Solo el producto seleccionado

source: Find
es_es: Buscar

source: Additionally, you can add a basket widget to your website using
es_es: Además, puede añadir un widget de cesta a su sitio web utilizando

source: area.
ca: com configurar el complement.
da_dk: for at konfigurere pluginet.
pt_pt: para configurar o plug-in.
ru_ru: , чтобы настроить плагин.

source: Exception while parsing the shop API validation response.
ca: Excepció en analitzar la resposta de validació de l'URL API.
da_dk: Undtagelse under behandling af svaret på bekræftelse af API URL.
fi: Poikkeus jäsennettäessä API URL: vahvistusvastausta.
pt_pt: Excepção ao analisar a resposta de validação do API URL.
ru_ru: Ошибка при анализе ответа проверки API URL.
